Repository: brandocms/brando
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: no

source: Error while copying
no: Feil ved kopiering

source: Error while creating image sizes
no: Feil ved oppretting av bildestørrelse

source: Path creation failed
no: Feil ved oppretting av sti

source: Unknown error while creating image sizes.
no: Ukjent feil ved oppretting av bildestørrelser.

source: created
no: opprettet

source: deleted
no: slettet

source: updated
no: oppdaterte

source: disabled
no: deaktivert

source: draft
no: utkast

source: pending
no: venter

source: published
no: publisert

source: Fragment contains circular reference to itself, %{ref_string}
no: Fragmentet inneholder en referanse til seg selv, %{ref_string}

source: Cache
no: Mellomlagring

source: Configuration
no: Konfigurasjon

source: Content
no: Innhold

source: Dashboard
no: Dashbord

source: Email
no: Epost

source: Identity
no: Identitet

source: Keep me logged in for 60 days
no: Forbli innlogget i 60 dager

source: Log out
no: Logg ut

source: Name
no: Navn

source: Navigation
no: Navigasjon

source: Pages & Sections
no: Sider & seksjoner

source: Password
no: Passord

source: Users
no: Brukere

source: Add entry
no: Ny rad

source: Assets
no: Ressurser

source: Block modules
no: Blokkmoduler

source: Class
no: Klasse

source: Clear selection
no: Nullstill utvalg

source: Content Modules
no: Innholdsmoduler

source: Create fragment
no: Opprett fragment

source: Create page
no: Opprett side

source: Creating image size: <strong>%{size_key}</strong>/%{format}
no: Lager bildestørrelse: <strong>%{size_key}</strong>/%{format}

source: Datasource
no: Datakilde

source: Deactivated
no: Deaktivert

source: Deleted
no: Slettet

source: Disabled
no: Deaktivert

source: Draft
no: Utkast

source: Edit fragment
no: Oppdater fragment

source: Edit module
no: Oppdater modul

source: Edit page
no: Oppdater side

source: Error
no: Feil

source: Images
no: Bilder

source: Namespace
no: Kategori

source: No matching entries found
no: Ingen matchende rader

source: Overview
no: Oversikt

source: Page not found
no: Fant ikke siden

source: Pending
no: Venter

source: Published
no: Publisert

source: Templates
no: Maler

source: Title
no: Tittel

source: With
no: Med

source: entries
no: objekter

source: selected, perform action
no: valgt, utfør følgende

source: Add row
no: Legg til rad

source: Advanced
no: Avansert

source: Alt. text
no: Alternativ tekst

source: Assets — Images
no: Ressurser — Bilder

source: Caches cleared!
no: Mellomlagringene ble tømt!

source: Caption
no: Bildetekst

source: Clear
no: Tøm

source: Click or drag an image &uarr; to upload
no: Klikk eller dra et bilde &uarr; for å laste opp

source: Click the plus to start adding content blocks
no: Klikk “+” for å legge til innholdsblokker

source: Close
no: Lukk

source: Configure map block
no: Konfigurer kartblokk

source: Content Palettes
no: Innholdspaletter

source: Content Templates
no: Innholdsmaler

source: Content language is now %{language}
no: Innholdsspråket er %{language}

source: Create entry
no: Opprett innlegg

source: Create palette
no: Opprett palett

source: Create template
no: Opprett mal

source: Delete job
no: Slett jobb

source: Display
no: Vis

source: Duplicate image
no: Dupliser bilde

source: Edit global set
no: Oppdater globalsett

source: Edit image
no: Oppdater bilde

source: Edit menu
no: Oppdater meny

source: Edit palette
no: Oppdater palett

source: Edit template
no: Oppdater mal

source: File is too large
no: Filen er for stor

source: Filter options
no: Filtrér valg

source: Gallery
no: Galleri

source: Get map info
no: Hent kartinfo

source: Get video info
no: Hent video info

source: Global sets
no: Globalsett

source: Globals
no: Globaler

source: Inspect and clear caches
no: Inspisér og tøm mellomlagring

source: Job queue refreshed
no: Arbeidskøen ble oppdatert

source: Label
no: Merkelapp

source: Manage and clear publishing queue
no: Administrér og tøm publiseringskøen

source: Module updated
no: Modulen ble oppdatert

source: No associated entries
no: Ingen tilknyttede innlegg

source: No options found
no: Ingen valg fantes

source: No selected entries
no: Ingen valgte innlegg

source: No selection
no: Inget valgt

source: Palettes
no: Paletter

source: Picture
no: Bilde

source: Refresh job queue
no: Oppdater jobbkø

source: Reset
no: Nullstill

source: Reset image
no: Nullstill bilde

source: Reset value
no: Nullstill verdi

source: Save
no: Lagre

source: Scheduled Publishing
no: Planlagt publisering

source: Scheduled publishing
no: Planlagt publisering

source: Select content type
no: Velg innholdstype

source: Select entries
no: Velg innlegg

source: Select image
no: Velg bilde

source: Uploading...
no: Laster opp…

source: You have selected an unacceptable file type
no: Du har valgt en filtype som ikke er støttet

source: You have selected too many files
no: Du har valgt for mange filer

source: Your timezone is
no: Din tidssone er

source: or get started with a prefab'ed template
no: eller begynn med en ferdiglaget mal

source: showing
no: viser

source: Activate revision
no: Aktivér versjon

source: Add content block
no: Legg til innholdsblokk

source: Delete version
no: Slett versjon

source: Protect version
no: Beskytt versjon

source: Purge inactive versions
no: Slett inaktive versjoner

source: Revisions
no: Versjoner

source: Save version without activating
no: Lagre versjon uten aktivering

source: This is a list of this entry's revisions. Click a row to preview.
no: Dette er en oversikt over innleggets versjoner. Klikk en rad for å forhåndsvise.

source: Unprotect version
no: Fjern beskyttelse

source: You may also store a new version of the entry without activating it. This might be useful for scheduling content publishing, or sharing previews of unpublished entries.
no: Du kan også lagre en ny versjon av innlegget uten å aktivere det. Dette kan være nyttig for å bruke “planlagt publisering” om du vil publisere i fremtiden, eller dele forhåndsvisninger av ikke-publisert innhold.

source: Active filters
no: Aktive filtre

source: Update user
no: Oppdater bruker

source: Choose the content language you wish to edit entries in
no: Velg språk du vil filtrere innlegg etter

source: Current content language
no: Valgt innholdsspråk

source: Add image
no: Legg til bilde

source: No image associated with field
no: Inget bilde knyttet til feltet

source: Reset image field
no: Nullstill bildefelt

source: Select existing image
no: Velg eksisterende bilde

source: Select similarly typed image from library
no: Velg fra lignende bildetype i bildebiblioteket

source: Upload image
no: Last opp bilde

source: Alt
no: Alternativ tekst

source: Autoplay
no: Spill av automatisk

source: Code
no: Kode

source: Cover
no: Coverbilde

source: Create menu
no: Opprett meny

source: Credits
no: Krediteringer

source: Description
no: Beskrivelse

source: Dominant color
no: Dominerende farge

source: Extensions
no: Utvidelser

source: Grid
no: Rutenett

source: Help text
no: Hjelpetekst

source: Image class
no: Bildeklasse

source: Img class(es)
no: Bildeklasse(r)

source: Important
no: Viktig

source: Instructions
no: Instruksjoner

source: Key
no: Nøkkel

source: Level
no: Nivå

source: Lightbox
no: Lysboks

source: Limit
no: Antallsbegrensing

source: Link
no: Lenke

source: List
no: Liste

source: META description
no: META beskrivelse

source: META image
no: META bilde

source: META title
no: META tittel

source: Marked as deleted
no: Merket som slettet

source: Micro
no: Mikro

source: Module
no: Modul

source: None
no: Ingen

source: Opacity
no: Gjennomsiktighet

source: Picture class
no: Bildeklasse

source: Picture class(es)
no: Bildeklasse(r)

source: Placeholder
no: Plassholder

source: Play button
no: Avspillingsknapp

source: Poster
no: Plakat

source: Preload
no: Forhåndslasting

source: Publish at
no: Publiseringstidspunkt

source: Remote ID
no: Fjern-ID

source: Selection
no: Utvalg

source: Sequence updated
no: Rekkefølge oppdatert

source: Series slug
no: Serietamp

source: Single
no: Enkeltstående

source: Slideshow
no: Bildefremvisning

source: Source
no: Kilde

source: Text
no: Tekst

source: Title/Caption
no: Tittel/Bildetekst

source: Value
no: Verdi

source: + Drop here to upload
no: + Slipp her for å laste opp

source: A cache is like a snapshot of your data that is accessed in memory to deliver content faster without rebuilding it from scratch every time. If you have changed some content and it is not reflected on the website, you can attempt to empty these caches in order to produce fresh data.
no: Mellomlagring er som et øyeblikksbilde av dataene dine som er tilgjengelig i minnet for å levere innhold raskere uten å gjenoppbygge det fra bunnen av hver gang. Hvis du har endret noe innhold og det ikke reflekteres på nettsiden, kan du prøve å tømme disse lagrene for å produsere ferske data.

source: Available options
no: Tilgjengelige alternativer

source: Cache key
no: Mellomlagringsnøkkel

source: Empty all caches
no: Tøm alle lagre

source: Entry ID
no: Oppførings-ID

source: Image
no: Bilde

source: No associated gallery
no: Inget tilknyttet galleri

source: Select
no: Velg

source: Select media type:
no: Velg medietype:

source: Select option
no: Velg alternativ

source: Select options
no: Velg alternativer

source: Error deleting
no: Feil ved sletting av

source: Create new
no: Opprett ny

source: Available entries
no: Tilgjengelige alternativer

source: Configure
no: Konfigurasjon

source: Palette
no: Palett

source: Create var
no: Opprett variabel

source: Edit captions
no: Rediger bildetekster

source: Global set updated
no: Globalsett oppdatert

source: Moonwalk
no: Månevandring

source: No alt text
no: Ingen alt. tekst

source: No caption
no: Ingen bildetekst

source: Select images
no: Velg bilder

source: Upload images
no: Last opp bilder

source: Pick an existing image
no: Plukk eksisterende bilde

source: Error undeleting
no: Feil ved gjenoppretting

source: undeleted
no: gjenopprettet

source: Entry revisions
no: Revisjoner

source: Notice
no: Merk

source: Set a future publishing date for this entry. Leave blank for immediate publishing.
no: Angi en fremtidig publiseringsdato for denne oppføringen. La stå tomt for umiddelbar publisering.

source: To create and administrate revisions, the entry must be saved at least one time first.
no: For å opprette og administrere revisjoner, må oppføringen lagres minst én gang først.

source: A list of upcoming publisher queue jobs.
no: En liste over kommende publiseringskøjobber.

source: All
no: Alle

source: Meta properties
no: Meta egenskaper

source: Per page:
no: Per side:

source: %{count} selected
no: %{count} valgt

source: <None selected>
no: <Ingen valgt>

source: Allow picking custom colors
no: Tillat å velge egendefinerte farger

source: Allow setting opacity
no: Tillat å sette gjennomsiktighet

source: Create user
no: Opprett bruker

source: Currently selected
no: Valgt

source: Edit var
no: Rediger variabel

source: Error duplicating fragment
no: Feil ved duplisering av fragment

source: Fragment duplicated
no: Fragment duplisert

source: Height
no: Høyde

source: ID of palette to choose colors from
no: ID for palett å velge farger fra

source: None selected
no: Ingen valgt

source: Open preview in new window
no: Åpne forhåndsvisning i nytt vindu

source: Update SEO
no: Oppdater SEO

source: Update identity
no: Oppdater identitet

source: Width
no: Bredde

source: Add file
no: Legg til fil

source: Assets — Files
no: Ressurser — Filer

source: Edit file
no: Rediger fil

source: Error uploading
no: Feil ved opplasting av fil

source: File
no: Fil

source: Files
no: Filer

source: No file associated with field
no: Ingen fil tilknyttet feltet

source: Reset file field
no: Nullstill filfeltet

source: Select existing file
no: Velg eksisterende fil

source: Select file
no: Velg fil

source: Select similarly typed file from library
no: Velg fra lignende filtype i filbiblioteket

source: Server rejected file type [%{rejected_type}].<br><br>Allowed types are:<br>%{allowed_types}
no: Tjeneren avviste filtype [%{rejected_type}].<br><br>Tillatte typer er:<br>%{allowed_types}

source: Server rejected image type [%{rejected_type}].<br><br>Allowed types are:<br>%{allowed_types}
no: Tjeneren avviste filtype [%{rejected_type}].<br><br>Tillatte typer er:<br>%{allowed_types}

source: Upload file
no: Last opp fil

source: Block description
no: Beskrivelse av blokk

source: Fetch missing refs
no: Hent manglende ref.blokker

source: Fetch missing vars
no: Hent manglende variabler

source: Helpful for collapsed blocks
no: Nyttig for skjulte blokker

source: Missing option
no: Alternativ mangler

source: Reset all block refs
no: Tilbakestill alle ref.blokker

source: Reset all variables
no: Tilbakestill alle variabler

source: Uploading
no: Laster opp

source: Error while saving form. Please correct marked fields and resubmit<br><br>Fields marked invalid:
no: Feil ved lagring av skjema. Rett merkede felt og send inn på nytt<br><br>Felt som er ugyldige:

source: Configure video block
no: Konfigurer videoblokk

source: Image duplicated
no: Bilde duplisert

source: Set initial password
no: Sett ditt eget passord

source: confirm
no: bekreft

source: Content from datasource will be inserted here
no: Innhold fra datakilden settes inn her

source: Job deleted
no: Jobb slettet

source: Schedule
no: Legg i kø

source: Schedule version
no: Planlegg versjon

source: Scheduled revision for publishing
no: Planlagt versjon for publisering

source: Save and continue editing
no: Lagre og redigér videre

source: Are you sure you want to activate this version?
no: Er du sikker på at du vil aktivere denne versjonen?

source: Are you sure you want to delete this?
no: Er du sikker på at du vil slette dette?

source: Are you sure you want to purge unprotected and non active revisions of this entry?
no: Er du sikker på at du vil renske ut ubeskyttede og inaktive versjoner av denne oppføringen?

source: Delete selected
no: Slett valgte

source: Duplicate selected to
no: Dupliser valgte til

source: Save and create new
no: Lagre og opprett ny

source: Save (⇧⌘S)
no: Lagre (⇧⌘S)

source: Get shareable link
no: Delbar link

source: External file
no: Ekstern fil

source: Delete
no: Slett

source: A list of entries connected to this entry. Usually this is used to link translations together for search engines.
no: Andre innlegg som er koblet sammen med dette innlegget. Vanligvis er disse koblet sammen for søkemotoroptimalisering og skifting av språk på nettsiden.

source: Alternates
no: Alternative innlegg

source: Are you sure you want to delete this entry?
no: Er du sikker på at du vil slette dette?

source: Currently linked entries
no: Sammenkoblede innlegg

source: Duplicate to
no: Dupliser til

source: Exported modules
no: Eksporterte moduler

source: Import modules
no: Importer moduler

source: Modules imported
no: Modulene ble importert

source: Select entries to link
no: Velg innlegg som skal sammenkobles

source: encoded modules found.
no: kodede moduler fantes.

source: Add option
no: Legg til alternativ

source: Duplicate
no: Duplisér

source: Edit
no: Rediger

source: Link children
no: Koble sammen underelementer

source: More info
no: Mer informasjon

source: Undelete
no: Gjenopprett

source: When you have selected more than 1 connection, you can ensure that the child alternates are linked together as well.
no: Når du har valgt mer enn 1 kobling så kan klikke knappen under for å forsikre at disse underelementene også er koblet sammen.

source: Reset cover image
no: Nullstill coverbilde

source: Select cover image
no: Velg coverbilde

source: Show native player controls
no: Vis innebygde spillerkontroller

source: Download
no: Last ned

source: Download exports:
no: Last ned eksport:

source: Download ready
no: Klar for nedlasting

source: Exporting entries...
no: Eksporterer oppføringer...

source: Go back <a href="/">to the main page</a>
no: Gå tilbake <a href="/">til hovedsiden</a>

source: Insert fragment
no: Sett inn fragment

source: Maybe it was outdated and has been deleted?
no: Kanskje den var utdatert og har blitt slettet?

source: Page not found.
no: Fant ikke siden.

source: Pick files
no: Velg filer

source: Please try again shortly, or go back <a href="/">to the main page</a>
no: Prøv igjen om litt, eller gå tilbake <a href="/">til hovedsiden</a>

source: Presence details
no: Tilstedeværelse

source: Select a module
no: Velg en modul

source: Server Error
no: Serverfeil

source: The application currently has no globals configured
no: Applikasjonen har for øyeblikket ingen globaler konfigurert

source: This might occur during a server update or reboot
no: Dette kan skje under en serveroppdatering eller omstart

source: Export
no: Eksporter

source: Fetching video information. Please wait...
no: Henter videoinformasjon. Vennligst vent...

source: Reset video
no: Nullstill video

source: Sort by filename
no: Sortér etter filnavn

source: Assets — Videos
no: Ressurser — Video

source: Edit video
no: Rediger video

source: Videos
no: Videoer

source: You must close the image drawer before saving this form. You might have changes to an image that has not been processed, which might lead to broken image links. Close the image drawer, allow processing to finish (if any), then try to save again.
no: Du må lukke bildeskuffen før du kan lagre skjemaet. Det kan være endringer på et bilde som ikke er prosessert som kan føre til manglende bildelenker. Lukk bildeskuffen og vent til prosesseringen er fullført før du forsøker lagre igjen.

source: Meta information for search engines. Try to keep the title tag below 70 characters while incorporating key terms for your content. The description tag should be around 155 characters to prevent getting truncated in search results. You can also attach your own META image which will override your entry's cover image, if it has one.
no: Metainformasjon for søkemotorer. Prøv å holde tittelfeltet under 70 tegn mens du forsøker å inkorporere nøkkelord relatert til innholdet ditt. Beskrivelsesfeltet bør være rundt 155 tegn for å forhindre at teksten kuttes i søkeresultatene. Du kan også velge ditt eget metabilde som vil overstyre innleggets coverbilde, om det har et.

source: <No URL>
no: <Ingen URL>

source: <No palette>
no: <Ingen palett>

source: <no URL>
no: <ingen URL>

source: <p> This block allows you to input tabular data following a table row template. The data entered here will be uniformly structured and used by the block's template when rendering content. </p>
no: <p> Denne blokken lar deg skrive inn tabellbasert data etter en radmal. Dataene du skriver inn her vil bli strukturert likt og brukt av blokkens mal når innholdet vises. </p>

source: <p> This block has a datasource, meaning it can load and display data from the database. There are two types: </p> <ul> <li><strong>List Type</strong>: Automatically lists entries based on a preset filter.</li> <li><strong>Selection Type</strong>: Allows you to manually select specific entries to display.</li> </ul> <p> Use these options to dynamically show content or highlight particular items. </p>
no: <p> Denne blokken har en datakilde, som betyr at den kan laste inn og vise data fra databasen. Det finnes to typer: </p> <ul> <li><strong>Listetype</strong>: Automatisk utlisting basert på en forhåndsdefinert filtrering.</li> <li><strong>Utvalg</strong>: Tillater deg å manuelt velge spesifikke oppføringer.</li> </ul> <p> Bruk disse alternativene til dynamisk visning av innhold eller framheving av bestemte elementer. </p>

source: <p> This block has variables, which can influence settings like size and colors, and allow you to add images, files, and text. Adjusting these variables lets you customize and manipulate the block's rendering. </p>
no: <p> Denne blokken har variabler, som kan påvirke innstillinger som størrelse og farger, og kan til og med tillate deg å legge til bilder, filer og tekst. Justering av disse variablene lar deg tilpasse og manipulere blokkens visning. </p>

source: A shareable time limited URL has been created. The URL will expire %{expiration_days} days from now.<br><br><a href="%{preview_url}" target="_blank">OPEN LINK</a>
no: En delbar tidsbegrenset URL har blitt opprettet. URL-en vil utløpe om %{expiration_days} dager.<br><br><a href="%{preview_url}" target="_blank">ÅPNE LINK</a>

source: Add fragment
no: Legg til fragment

source: Allow setting custom link text
no: Tillat egen lenketekst

source: Allowed identifier schemas
no: Tillatte skjema

source: Anchor available to block.
no: Anker-ID for blokken.

source: Block
no: Blokk

source: Block datasource
no: Blokkdatakilde

source: Block has changes
no: Blokken har oppdateringer

source: Block variables
no: Blokkvariabler

source: Cannot open Live Preview with errors in form. Please correct marked fields and try again<br><br>Fields marked invalid:
no: Kan ikke åpne Live Preview med feil i skjemaet. Vennligst rett markerte felter og prøv igjen<br><br>Ugyldige felter:

source: Click or drag a file &uarr; to upload
no: Klikk eller dra en fil &uarr; for å laste opp

source: Click the 'Get map info' button to fetch the map details and render it within your block.
no: Klikk på ‘Hent kartinformasjon’-knappen for å hente kartdetaljene og vise dem i blokken din.

source: Click the 'add row' button below to get started.
no: Klikk på ‘ny rad’-knappen under for å komme i gang.

source: Collapse (hide) block in block editor
no: Gjem blokken (kun i blokkeditoren)

source: Config target
no: Konfigurasjonsmål

source: Configure SVG block
no: Konfigurer SVG-blokk

source: Configure block
no: Konfigurer blokk

source: Container
no: Seksjon

source: Container template
no: Seksjonsmal

source: Containers
no: Seksjoner

source: Current selected identifier
no: Valgt identifikator

source: Current user updated. You should reload your application to see the changes.
no: Nåværende bruker oppdatert. Last inn applikasjonen på nytt for å se endringene.

source: Datamodule
no: Datamodul

source: Delete block
no: Slett blokk

source: Direct Video File
no: Direkte videofil

source: Dominant color faded
no: Dominerende farge — svak

source: Duplicate block
no: Dupliser blokk

source: Edit container
no: Rediger seksjon

source: Edit menu item
no: Oppdater menypunkt

source: Edit the entry directly to affect this variable [entry.%{var_name}]
no: Oppdater innleggsskjemaet direkte for å endre variablen [entry.%{var_name}]

source: Edit the module variable to affect this variable [%{var_name}]
no: Oppdater blokkvariablen direkte for å endre [%{var_name}]

source: Embed URL
no: Innebygd URL (embed)

source: Embedded
no: Innebygd

source: Ensure the URL is correct and fully formatted. This will enable a seamless integration and accurate display of the map in your content.
no: Sørg for at URL-en er riktig og fullstendig formatert. Dette vil muliggjøre en sømløs integrasjon og nøyaktig visning av kartet i innholdet ditt.

source: Enter the Embed URL
no: Kartets embed URL

source: Enter the URL of any Vimeo video to use the Vimeo embedded player, ensuring a smooth and high-quality video playback experience.
no: Skriv inn URL-en til en hvilken som helst Vimeo-video for å bruke den innebygde Vimeo-spilleren, og sikre en jevn og høy kvalitet på videoavspillingen.

source: Enter the URL of any YouTube video to use the YouTube embedded player. This allows you to easily integrate YouTube videos with all their features.
no: Skriv inn URL-en til en hvilken som helst YouTube-video for å bruke den innebygde YouTube-spilleren. Dette lar deg enkelt integrere YouTube-videoer med alle deres funksjoner.

source: Entry
no: Oppføring

source: Error while saving form. Please correct marked fields and resubmit
no: Feil ved lagring av skjema. Vennligst rett markerte felter og prøv igjen
