Repository: brandocms/brando
Catalog: priv/gettext/*/LC_MESSAGES/default.po
Languages: no

source: Fetch priority
no: Innlastingsprioritet

source: Filename
no: Filnavn

source: Filesize
no: Filstørrelse

source: Gathering blocks for sharing...
no: Samler blokker til delingslenken…

source: Get Map Info
no: Hent kartinfo

source: High
no: Høy

source: Hits
no: Treff

source: Identifier
no: Identifikator

source: Input the full URL of the map you want to embed. This could be from services like Google Maps or any other map provider that supports embedding.
no: Skriv inn den fullstendige URL-en til kartet du ønsker å bygge inn. Dette kan være fra tjenester som Google Maps eller andre kartleverandører som støtter innbygging.

source: Insert container
no: Ny seksjon

source: Last hit
no: Siste treff

source: Link text
no: Lenketekst

source: Log in
no: Logg inn

source: Low
no: Lav

source: Make sure the URL is complete and correct. For YouTube and Vimeo, copy the URL directly from your browser's address bar. For direct video files, ensure the link is publicly accessible and points directly to the video file. Enter the URL in the input below and click 'Get video info'
no: Forsikre deg om at URL-en er komplett og korrekt. For YouTube og Vimeo, kopier URL-en direkte fra nettleserens adressefelt. For direkte videofiler, sørg for at lenken er offentlig tilgjengelig og peker direkte på videofilen. Skriv inn URL-en i feltet nedenfor og klikk på ‘Hent videoinformasjon’.

source: Only superusers can change the password of other users.
no: Kun superbrukere kan endre passord for andre brukere.

source: Open link in new window/tab
no: Åpne lenke i nytt vindu/fane

source: Opening stand alone live preview window...
no: Åpner frittstående live preview vindu…

source: Opening standalone live preview...
no: Åpner frittstående live preview…

source: Overrides identifier title
no: Overstyrer identifikatorens tittel

source: Processing. Please wait...
no: Prosesserer. Vennligst vent…

source: Received unknown event tag
no: Mottok ukjent event tag

source: Reposition block (click&drag)
no: Flytt blokken (klikk og dra)

source: Reset file
no: Nullstill filfeltet

source: Save (⌘S)
no: Lagre (⌘S)

source: Show instructions
no: Vis instruksjoner

source: Starting Live Preview — fetching initial render...
no: Starter Live Preview — henter data…

source: Table Templates
no: Tabellmaler

source: Tabular data
no: Tabelldata

source: This block embeds a fragment as a block, but no fragment is currently selected.
no: Denne blokken bygger inn et fragment som en blokk, men ingen fragment er for øyeblikket valgt.

source: This block implements tabular data, but the table is empty.
no: Denne blokken støtter tabelldata, men tabellen er tom.

source: This block is currently not allowed to be a child block :(
no: Denne blokken kan ikke være underblokk :(

source: This page is marked as the homepage.
no: Siden er merket som hjemmeside.

source: To embed a map in your content, please follow these steps:
no: For å bygge inn et kart i innholdet ditt, følg disse stegene:

source: To embed a video in your content, please input the full URL of the video you want to use. You have a couple of options:
no: For å bygge inn en video i innholdet ditt, skriv inn den fullstendige URL-en til videoen du vil bruke. Du har to valg:

source: Too many selections
no: For mange valgt

source: Uploading image to CDN &rarr; %{s3_bucket}
no: Laster opp bilde til CDN &rarr; %{s3_bucket}

source: Variables
no: Variabler

source: You can also provide a direct link to a video file (e.g., .mp4, .webm). This will utilize our customized player to embed the video directly into your content.
no: Du kan også oppgi en direkte lenke til en videofil (f.eks. .mp4, .webm). Dette vil bruke vår tilpassede avspiller til å bygge inn videoen direkte i innholdet ditt.

source: You can only select %{max_length} entries
no: Du kan maks velge %{max_length} oppføringer

source: You don't have the right to change the role
no: Du har ikke rett til å endre rollen

source: i.e: `file:Elixir.MyApp.Schema:function:fn_name`
no: f.eks: `file:Elixir.MyApp.Schema:function:fn_name`

source: i.e: `https://example.com`
no: f.eks: `https://example.com`

source: i.e: `image:Elixir.MyApp.Schema:function:fn_name`
no: f.eks: `image:Elixir.MyApp.Schema:function:fn_name`

source: menu items
no: menypunkter

source: <no alt.text>
no: <ingen alt.tekst>

source: <no caption>
no: <ingen bildetekst>

source: Block module sets
no: Blokkmodulsett

source: Create container
no: Opprett seksjon

source: Create image
no: Opprett bilde

source: Create menu item
no: Opprett menypunkt

source: Create module set
no: Opprett modulsett

source: Create video
no: Opprett video

source: Edit module set
no: Rediger modulsett

source: Error deleting fragment
no: Feil ved sletting av fragment

source: Fragment deleted
no: Fragment slettet

source: Module Sets
no: Modulsett

source: No credits
no: Ingen krediteringer

source: No link set
no: Ingen lenke valgt

source: Sub page
no: Underside

source: modules in this set
no: moduler i dette settet

source: variables in set
no: variabler i settet

source: Invalid email or password
no: Feil e-post eller passord

source: Logged out successfully.
no: Logget ut

source: Logging in...
no: Logger inn...

source: You must log in to access this page.
no: Du må logge inn for å få tilgang til denne siden.

source: Comment — not shown on frontend.
no: Kommentar — vises ikke i frontend

source: Current user activity
no: Brukeraktivitet

source: Sort by
no: Sortering

source: Admin utilities
no: Administratorverktøy

source: Execute
no: Kjør

source: Generate sitemap
no: Generer nettstedskart

source: Generated sitemap.
no: Generert nettstedskart.

source: Identifiers synced.
no: Identifikatorer synkronisert.

source: Last updated: %{last_updated}
no: Sist oppdatert: %{last_updated}

source: New
no: Ny

source: Sync all identifiers
no: Synkroniser alle identifikatorer

source: These utilities are for administrative purposes and are potentially expensive procedures. Use with care.
no: Disse verktøyene er for administrative formål og kan være ressurskrevende prosedyrer. Bruk med forsiktighet.

source: Utilities
no: Verktøy

source: Utils
no: Verktøy

source: Video cover image
no: Videoens coverbilde

source: Blocks
no: Blokker

source: Concurrency
no: Samtidighet

source: Concurrent image jobs
no: Samtidige bildeprosesser

source: Dimensions
no: Dimensjoner

source: Direct video file
no: Direkte lenke til videofil

source: Info
no: Informasjon

source: Locale
no: Språk

source: No images currently in block. Click one of the buttons above to get started, or drag and drop images here.
no: Ingen objekter i blokken. Klikk på en av knappene over for å legge til, eller dra og slipp bilder her.

source: Timezone
no: Tidssone

source: Version
no: Versjon

source: Bad request
no: Feil i spørring

source: Bad request.
no: Feil i spørringen.

source: Discrepancy between current schema version and revision's schema version. There might be changes in the schema that will prevent correct loading of the revision. Activate anyway?
no: Uoverensstemmelse mellom gjeldende skjemaversjon og revisjonens skjemaversjon. Det kan være endringer i skjemaet som hindrer korrekt lasting av revisjonen. Aktiver likevel?

source: Filter identifiers
no: Filtrér identifikatorer

source: Last updated
no: Oppdatert

source: Not acceptable
no: Ikke akseptert

source: Not acceptable.
no: Ikke akseptert.

source: You must close the file drawer before saving this form. You might have changes to a file that has not been processed, which might lead to broken links. Close the file drawer, allow processing to finish (if any), then try to save again.
no: Du må lukke fil-skuffen (den blå på høyre side) før du kan lagre skjemaet. Det kan være endringer i en fil som ikke er prosessert som kan føre til manglende lenker. Lukk fil-skuffen og vent til prosesseringen er fullført før du forsøker lagre igjen.

source: Blue
no: Blå

source: Emerald
no: Grønn

source: Options
no: Valg

source: Peach
no: Fersken

source: Pink
no: Rosa
