Repository: brandocms/brando
Catalog: priv/gettext/*/LC_MESSAGES/pages_page_listings.po
Languages: no

source: Are you sure?
no: Er du sikker?

source: Create fragment
no: Opprett fragment

source: Create subpage
no: Opprett underside

source: Delete fragment
no: Slett sidefragment

source: Delete page
no: Slett side

source: Delete pages
no: Slett sider

source: Delete sub page
no: Slett underside

source: Duplicate page
no: Dupliser side

source: Edit fragment
no: Rediger fragment

source: Edit page
no: Rediger side

source: Edit sub page
no: Rediger underside

source: Title
no: Tittel

source: Duplicate fragment
no: Dupliser fragment

source: Duplicate sub page
no: Dupliser underside
